[XGLocalizedData_SavItems]
bplating="Armour Modification"
SavScanner="Handheld Scanner"
SavHackTool="Daemon"
Spraycan="Handheld Difuser"
commanddesignator="Command Designator"
SavSensors="Sensory Enhancements"
CombatDrone="Combat Drone"
HiddenBlades="Hidden Blades"
serums="Serums"
rations="Rations"
NOTE: Remember to add these to XGLocalizedData_SavItems! (Done for now)

[X2StrategyElement_ArmorModSlot]
strAModFirstLetter=R
[X2StrategyElement_AModUtilitySlot]
strAModUtilFirstLetter=U
[X2StrategyElement_AModWebbingSlot]
strAModWebbFirstLetter=W
[X2StrategyElement_AModMedicalSlot]
strAModMedFirstLetter=M
[X2StrategyElement_AModHeavySlot]
strAModHeavyFirstLetter=H
[X2StrategyElement_DaemonArmorSlots]
strAModDaemonFirstLetter=D

[X2Ability_SavageStockItemAbilitySet]
SAVBunkerModuleShieldPulseFlyover="Bunker Field Pulse"

[X2Item_SavageStockMisc]
SAVBlackMarketCacheBlackMarketTexts="We have some things you might be interested in here, nothing ADVENT would be happy with us sharing. Opened in the Proving Grounds."

SAVAlienCrateBlackMarketTexts="Don't ask how we got this OK? Opened in the Proving Grounds."
SAVAdventCrateBlackMarketTexts="A crate we 'aquired' from ADVENT. Opened in the Proving Grounds."
SAVResistanceCrateBlackMarketTexts="A crate of resistance equipment, we purchased by legitimate means. Opened in the Proving Grounds."
SAVBlackMarketCacheBlackMarketTexts="A crate of our finest merchandise. No, I won't tell you what's in it. Opened in the Proving Grounds."
SAVBlackMarketDrugsPackBlackMarketTexts="Some unlabled 'substances' you might be interested in. Opened in the Proving Grounds."

SAVPCSBlackMarketTexts="Some of these experiences are pretty extreme, my usual customers wouldn't have it any other way."

[X2Ability_SavItemAbilities_Core]
SAVReactiveNanoArmorLocFriendlyName="Reactive Nano Armor"
SAVReactiveNanoArmorLongDescription="Each time this unit is hit it will get armor and shields, but loose mobility, dodge and stealth for two turns."
NanoClonerUnconsciousFriendlyName="NanoCloned"

[X2Effect_TacScanFriendlyEffect]
TacScannerTagEffectName="Tactical Scanner Ally Tag"
TacScannerTagDesc="This unit has been tagged as an ally for XCOM's tactical command systems. This will make it harder for the enemy to hit and crit the tagged unit."
TacScannerEnemyTagEffectName="Tactical Scanner Enemy Tag"
TacScannerEnemyTagDesc="This unit has been tagged as an Enemy for XCOM's tactical command systems. This will make it easier for friendly units to hit and crit the tagged unit."

[X2Effect_CommandDesignatorEffects]
CDTakeCoverEffectName="Take Cover!"
CDTakeCoverDesc="This unit has been ordered to Take Cover! This allows them to hunker down as a free action if they are near cover."
CDMoveItEffectName="Move It!"
CDMoveItDesc="This unit has been ordered to Move It! This has given them an additional movement only action point for this turn."
CDCoveringFireEffectName="Covering Fire!"
CDCoveringFireDesc="This unit has been ordered to provide Covering Fire! This will allow them to take an overwatch shot andwill give them Cool Under Pressure unitl next turn."

[X2Effect_SpawnNanoCloneUnit]
NanoCloneFlyoverText="Nano-Clone"

[X2Effect_SavStimmedEffect]
SavComStimmedEffectName="Combat Stims"
SavComStimmedDesc="This unit has boosted mobility and crit chance for three turns."
SavComStimmed2EffectName="Advanced Combat Stims"
SavComStimmed2Desc="This unit has boosted mobility and crit chance for four turns."
SavSerumRedActiveEffectName="Serum RED"
SavSerumRedActiveDesc="This unit has been heavily dosed with Serum RED. It has increased crit chance and crit damage against nearby enemies for four turns."
SavSerumBlueActiveEffectName="Serum BLUE"
SavSerumBlueActiveDesc="This unit has been heavily dosed with Serum BLUE. It has boosted aim on overwatch shots and additional Armor Piercing for four turns."
SavSerumYellowActiveEffectName="Serum YELLOW"
SavSerumYellowActiveDesc="This unit has been heavily dosed with Serum YELLOW. It will regenerate and have increased armor and decreased defence, for the next four turns."
SavSerumVioletActiveEffectName="Serum VIOLET"
SavSerumVioletActiveDesc="This unit has been heavily dosed with Serum VIOLET. It will have increased Psionic Offence and decreased Will along with many Psionic abilities no longer being turn ending, for the next four turns."
SavMindCrushedActiveEffectName="Mind Crushed"
SavMindCrushedActiveDesc="This unit has had it's Will crushed, -25 Will for 3 turns."
SavSerumOrangeActiveEffectName="Serum ORANGE"
SavSerumOrangeActiveDesc="This unit has been heavily dosed with Serum ORANGE. For the next four turns it will have boosted Mobility, Dodge and Shield HP stats, furthermore, standard shot, standard pistol & sniper shots, standard melee, reloading and using grenades are no longer turn ending."
SavSerumGreenActiveEffectName="Serum GREEN"
SavSerumGreenActiveDesc="This unit has been heavily dosed with Serum GREEN. For the next four turns it will have substantially boosted dodge and will regenerate 2 HP per turn."

[X2Effect_SAVRedHaze]
EffectFriendlyName="Red Haze"
EffectLostFriendlyName="Red Haze Removed"
EffectFriendlyDesc="Red Haze has overtaken this unit."
EffectFailedFriendlyName="Red Haze resisted."
EffectAcquiredString="<XGParam:StrValue0/!UnitName/> is overcome by Red Haze."
EffectTickedString="<XGParam:StrValue0/!UnitName/> is still overcome by Red Haze."
EffectLostString="<XGParam:StrValue0/!UnitName/> is no longer suffering from the Red Haze."

[X2StatusEffects_SAVItems]
NanoShredFriendlyName="Nano-Shred"
NanoShredFriendlyDesc="A swarm of agressive semi intelligent nanomachines gnawing away at those they infect. Reduces mobility by 20%, armor by 55%, Hack defence by 25% and causes 3-5 damage per turn. Lasts for about 4 turns. Be warned that the nano shredders will spread to nearby units and can only be treated by other nanomachines (Nanoregen)."
NanoShredEffectAcquiredString="Nano-Shred infected."
NanoShredEffectTickedString="Suffering Nano-Shred."
NanoShredEffectLostString="Nano-Shred lost."

[X2Effect_SavScanPing]
ScanPingEffectName="Pinged"
ScanPingDesc="This unit has been picked up on XCOM scanners."

[X2Effect_DefectivePowerSupply]
PowerSupply_AimUpName="Beam Coherancy Boosted"
PowerSupply_AimUpDesc="Aim with your rifle is increased by 15."
PowerSupply_AimDnName="Beam Coherancy Unstable"
PowerSupply_AimDnDesc="Aim with your rifle is decreased by 10."
PowerSupply_CritChanceUpName="Beam Intensity Boosted"
PowerSupply_CritChanceUpDesc="Crit chance with your rifle is increased by 20."
PowerSupply_DamDnName="Beam Intensity Unstable"
PowerSupply_DamDnDesc="Damage with your rifle is decreased by 1."
PowerSupply_CritDamUpName="Beam Intensity Amplified"
PowerSupply_CritDamUpDesc="Crit damage with your rifle is increased by 3."
PowerSupply_PierceUpName="Beam Focus Amplified"
PowerSupply_PierceUpDesc="Armor Piercing with your rifle is increased by 3."

[X2Effect_BunkerModuleDummyEffect]
SAVBunkerModuleDummyEffectName="Bunker Field Module"
SAVBunkerModuleDummyDesc="The crackling field of energy emitted by the Bunker Field Module clings to nearby units, protecting them form harm, but slowing down movement."
SAVBunkerPersonalDummyEffectName="Bunker Field"
SAVBunkerPersonalDummyDesc="This unit has been affected by a Bunker Field Module. While within the field bubble it will be much harder to hit and almost immune to crits as well as gaining 50% resistance to explosions, but will also be slower moving."

[X2Effect_RegenDummy]
RegenDummyEffectName="Regen"
RegenDummyDesc="This unit has will regenerate 2 HP a turn for 4 turns."

[X2Effect_RegenDummy2]
RegenDummy2EffectName="Regen MKII"
RegenDummy2Desc="This unit has will immedeiately heal 2 HP and regenerate 2 HP a turn for 5 turns."

[X2Effect_NaniteRegenDummy]
NaniteRegenDummyEffectName="NaniteRegen"
NaniteRegenDummyDesc="This unit has will immedeiately heal 3 HP and regenerate 3 HP a turn for 4 turns. Nanite Regen can repair mechanical units."

[X2Effect_TranquilityRegenDummy]
TranquilityRegenDummyEffectName="Tranquility Regen"
TranquilityRegenDummyDesc="This unit regenerates 1 HP at the end of the turn. Keep this unit near to a Tranquility Generator to refresh this effect."

[X2Effect_AModDefField]
AModDefenceFieldName="Defence Field"
AModDefenceFieldDesc="Reduces chance of being hit by 30 and incoming damage by 3 until the start of the following turn."

[X2Effect_SavUplink]
UplinkEffectName="Uplink"
UplinkEffectDesc="This unit has had it's hacking ability boosted by Uplink with a Hacking Tool."
IceBreakerEffectName="Ice Breaker"
IceBreakerEffectDesc="This unit has had it's hack defence reduced by 30%"

[X2Effect_HERuptureEffect]
EffectFriendlyName="HE Ammo Rupture"
EffectLostFriendlyName="<XGParam:StrValue0/!UnitName/> is no longer ruptured"
EffectFriendlyDesc="This unit has been ruptured by HE Ammo, it takes +2 damage when hit. This can stack multiple times!"
EffectAcquiredString="<XGParam:StrValue0/!UnitName/> Ruptured!"
LocFlyOverText="Explosive Rupture"

[X2Effect_PlasmaBurstEffect]
EffectFriendlyName="Plasma Burst Rounds Rupture"
EffectLostFriendlyName="<XGParam:StrValue0/!UnitName/> is no longer ruptured"
EffectFriendlyDesc="This unit has been ruptured by Plasma Burst Rounds, it takes +4 damage when hit. This can stack multiple times!"
EffectAcquiredString="<XGParam:StrValue0/!UnitName/> Ruptured!"
LocFlyOverText="Explosive Rupture"

[X2Effect_DisruptorRoundsMentalDisruptionEffect]
EffectFriendlyName="Mental Disruption"
EffectLostFriendlyName="<XGParam:StrValue0/!UnitName/> is no longer suffering Cognitive Disruption"
EffectFriendlyDesc="This unit has been hit by Disruptor Rounds and it has lost 10% will or hack defence. This can stack multiple times!"
EffectAcquiredString="<XGParam:StrValue0/!UnitName/> Cognitive Disruption!"
LocFlyOverText="Cognitive Disruption!"

[X2EventListener_SavageStockItemWillEvents]
ReflexActionActivated="Exhaustion"
ReflexInteruptActivated="Exhaustion"
TeleportActionActivated="Teleport Disorientation"
OneWillLossActionActivated="Exhaustion"

;This section handles the reward text for the popup you get when a mission awards additional caches or crates.
[UIScreenListener_SAVMissionCacheRewards]

;Fallback message in case something isn't working elsewhere.
FallbackMessage="We happened across something that looked valuable in the AO $1 $2. Finders keepers."

CouncilErrorTitle="Council Mission Succesful"
CouncilError="The mission was sucessful. The Council spokesman sends his compliments. Return to the Avenger."
GuerillaErrorTitle="Guerilla Op. Succesful"
GuerillaError="The operation was sucessful. Our victory here should undermine ADVENT's plans. Return to the Avenger."
RetaliationErrorTitle="Retaliation Resisted"
RetaliationError="We sucessfully aided the haven's population. The survivors have only their heartfelt thanks to offer. Return to the Avenger."
ResistanceErrorTitle="Resistance Op. Succesful"
ResistanceError="We sucessfully aided the resistance faction. Their leader contacted us and offered their thanks. Return to the Avenger."
SupplyRaidErrorTitle="Supply Raid Complete"
SupplyRaidError="The raid was sucessful. ADVENT should be smarting from this one and we got some of what we need. Return to the Avenger."
UFOErrorTitle="UFO Raid Complete"
UFOError="The UFO raid was a success. There was much that would be valuable to us here, but only so much that could be secured within the safe window of operations. Return to the Avenger."
FacilityErrorTitle="Facility Raid Complete"
FacilityError="The Facility raid was a success. Our actions here should slow down progress on the AVATAR project. Return to the Avenger."

ErrorTitle="Mission Complete - ERROR"
Error="ERROR, this should be a guarranteed drop, tell me if you see this message after a mission. - H. Savage"

CouncilTitle="Council Assistance"
CouncilRewardVerbiage[0]="[COUNCIL1]The Spokesman contacts you after the completion of your mission and provides the coordinates of a supply drop. Investigation of the site yields $1 $2."
CouncilRewardVerbiage[1]="[COUNCIL2]Fighters operating near to the city heard of our successful operation and let us know of a supply stash nearby. After reaching the stash we found $1 $2."
CouncilRewardVerbiage[2]="[COUNCIL3]During our latest foray into one of ADVENT's cities we made contact with a small cell of resistance sympathisers. They provided us with $1 $2 to aid our cause."
CouncilRewardVerbiage[3]="[COUNCIL4]It seems that the unity of the population in this city with its ADVENT and Elder rulers is not as total as it may seem. While moving to the evacuation point a civilian approached our operatives and handed them a package of $1 $2."

GOpsTitle="Resistance Reward"
GOpsRewardVerbiage[0]="[GOPS1]After our recent success, a local freedom fighter approached the team and handed them $1 $2 as a sign of their gratitude."
GOpsRewardVerbiage[1]="[GOPS2]Shortly after completing our latest operation, an individual from a nearby hidden settlement, guided us to their home. We were gifted $1 $2 by the generous locals."
GOpsRewardVerbiage[2]="[GOPS3]During a brief sweep of the AO, a survivor who had been observing our movements revealed themselves. They handed us $1 $2 and told us to keep up the fight."
GOpsRewardVerbiage[3]="[GOPS4]After completing our recent operation, a resistance cell in the area alerted us to $1 $2 they had stashed in this region."

RetaliationTitle="Grateful Survivors"
RetalRewardVerbiage[0]="[RETAL1]Amongst the burning ruins of the now evacuated haven $1 $2 is found, covered by a dirty tarpaulin."
RetalRewardVerbiage[1]="[RETAL2]After the operation a watch tower with a deceased fighter is found. They had taken up the position in the tower when the fighting started along with $1 $2 and seem to have been killed in the fighting."
RetalRewardVerbiage[2]="[RETAL3]After the battle to repel the retaliation force, the survivors gather and gratefully hand your operatives $1 $2 in thanks for saving them."
RetalRewardVerbiage[3]="[RETAL4]The site of an isolated skirmish has been found in the aftermath of the battle. A force of ADVENT troops lie dead around a small band of slain resistance fighters, the fallen fighters were defending $1 $2."

ResOpsTitle="Faction Bounty"
ResOpsRewardVerbiage[0]="[RESOPS1]On our recent operation in the abandoned city, our team happened upon a hidden cache of supplies, we helped ourselves to $1 $2."
ResOpsRewardVerbiage[1]="[RESOPS2]After completing the recent operation, a fighter belonging to one of the Resistance factions approached us and offered $1 $2 as an additional reward for our assistance."
ResOpsRewardVerbiage[2]="[RESOPS3]While wandering the empty streets of the old world our troops found $1 $2 lying abandoned by the side of the road."
ResOpsRewardVerbiage[3]="[RESOPS4]During the operation our team happened across a fallen resistance courier, surrounded by the lost. We retrieved their package of $1 $2 and will later return to retrieve the body for proper burial."

SupRaidTitle="Supplies Secured"
SupRaidRewardVerbiage[0]="[SUPRAID1]After the dust has settled a stationary ADVENT truck is spotted by the Sky Ranger, closer inspection reveals it to be abandoned and unlocked. $1 $2 is found inside."
SupRaidRewardVerbiage[1]="[SUPRAID2]After the completion of our supply raid resistance forces in the area contact us about a successful Ambush they performed on a small ADVENT force, they offer to split the spoils with us as a show of support. Our cut comes to $1 $2."
SupRaidRewardVerbiage[2]="[SUPRAID3]Near to the AO we discovered an abandoned convoy of ADVENT vehicles. The guards are either dead or missing and the vehicles are marked with signs connected to a wing of the local resistance faction. $1 $2 is recovered from the convoy."
SupRaidRewardVerbiage[3]="[SUPRAID4]Shortly before our raid we noticed an unusual propaganda broadcast on the usual ADVENT channels. Examination of the data contained coded intelligence about ADVENT supply caches near our planned AO. Investigation of the coordinates yields $1 $2."

UFORaidTitle="Alien Tech Recovered"
UFORaidRewardVerbiage[0]="[UFORAID1]While combing the site after the operation concluded the team discovered $1 pristine $2 amid the wreckage of alien bodies and smashed machinary."
UFORaidRewardVerbiage[1]="[UFORAID2]Near to the landed UFO we find $1 $2 apparently left here by the occupants of the vehicle shortly after landing. It seems likely that this dead drop was part of their purpose for coming here."
UFORaidRewardVerbiage[2]="[UFORAID3]Within the eery confines of the UFO an exciting find has been made, $1 $2 has been recovered from the vessel."
UFORaidRewardVerbiage[3]="[UFORAID4]Shortly before final extraction of our forces, the abandoned UFO lights up and begins emitting a wide spectrum of electromagnetic radiation. After a series of sudden flashes of visible light subsides a $1 $2 is discovered sitting in plain sight near the extraction point."

BlacksiteTitle="Blacksite Raided"
BlacksiteRewardVerbiage[0]="[BLKSITE1]As a reward for clearing the Blacksite the Spokesman sends us the location of an ADVENT supply storage facility, $1 $2 is found inside."

ForgeTitle="Forge Raided"
ForgeRewardVerbiage[0]="[FORGE1]Within the bowels of the Forge facility one of our operatives recovered $1 $2 which we managed to evacuate along with the suit."

GatewayTitle="Gateway Captured"
GatewayRewardVerbiage[0]="[GATE1]While preparing the Gateway device for transport, our engineers on the site found $1 $2. This item must have been moved through the gate before we captured the site."

AVATARFacilityTitle="AVATAR Facility Destroyed"
AVATARFacilityRewardVerbiage[0]="[AVATARF1] The facility had a lot of valuable tech which was not destroyed in the blast which wrecked the main building. The Skyranger was able to scan the area and found $1 $2, which we were able to bring back with us."
AVATARFacilityRewardVerbiage[1]="[AVATARF1]After our strike on the facility, local resistance forces contacted us about a possible ADVENT supply drop point nearby. Investigation yielded $1 $2."
AVATARFacilityRewardVerbiage[2]="[AVATARF1]A persistent rumor about this site indicated that there was a basement level under the main facility. In the aftermath of the main structures demolition, we were able to access this level and quickly dispatch the remaining stunned guards, aquiring $1 $2 for our trouble."

WarlockRewardTitle="Warlock Defeated"
WarlockRewardVerbiage[0]="[WARLOCK1]The husk of the Warlock lies dead in its chamber. Much could be learned from here, but the chamber is unstable after its master's death. A brief search uncovers $1 $2 wreathed in psionic power, in addition to the Warlock's carcass and its equipment."

AssassinTitle="Assassin Defeated"
AssassinRewardVerbiage[0]="[ASSASSIN1]The body of the Assassin lies dead by its own blade. Much could be learned from here, but the chamber is unstable after its mistresses death. A brief search uncovers $1 $2 of astonishing craftsmanship, in addition to the Assassin's carcass and its equipment."

HunterTitle="Hunter Defeated"
HunterRewardVerbiage[0]="[HUNTER1]The broken form of the hunter lies dead in its chamber. Much could be learned from here, but the chamber is unstable after its master's death. A brief search uncovers $1 $2 a creation perhaps of the Hunter, or its Elder masters, in addition to the Hunter's carcass and its equipment."